[
  {
    "title": "Fjallraven - Foldsack No. 1 Backpack, Fits 15 Laptops",
    "description": "Your perfect pack for everyday use and walks in the city. On the outside you have a bottle pocket and small zippered pocket for quick-access items like keys and wallet. Inside, there’s a spacious main compartment with a padded sleeve for a laptop (up to 15 inches).",
    "price": 109.95
  },
  {
    "title": "Mens Casual Premium Slim Fit T-Shirts",
    "description": "Slim-fitting style, contrast raglan long sleeve, three-button placket.",
    "price": 22.3
  },
  {
    "title": "Mens Cotton Jacket",
    "description": "Great outerwear jackets for Spring/Autumn/Winter.",
    "price": 55.99
  },
  {
    "title": "Mens Casual Slim Fit",
    "description": "The color could be slightly different between on the screen and in practice.",
    "price": 15.99
  },
  {
    "title": "John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet",
    "description": "From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean’s pearl. Wear facing inward to be bestowed with love and abundance, or outward for protection.",
    "price": 695
  },
  {
    "title": "Solid Gold Petite Micropave",
    "description": "Satisfaction Guaranteed. Return or exchange any order within 30 days.",
    "price": 168
  },
  {
    "title": "White Gold Plated Princess",
    "description": "Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her. Ideal gift for engagement, wedding, anniversary, Valentine's Day, etc.",
    "price": 9.99
  },
  {
    "title": "Pierced Owl Rose Gold Plated Stainless Steel Double",
    "description": "Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel.",
    "price": 10.99
  },
  {
    "title": "WD 2TB Elements Portable External Hard Drive - USB 3.0",
    "description": "USB 3.0 and USB 2.0 Compatibility. Fast data transfers.",
    "price": 64
  },
  {
    "title": "SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
    "description": "Easy upgrade for faster boot up, shutdown, application load and response.",
    "price": 109
  },
  {
    "title": "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
    "description": "3D NAND flash are applied to deliver high transfer speeds.",
    "price": 109
  },
  {
    "title": "WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
    "description": "Expand your PS4 gaming experience, Play anywhere Fast and easy setup.",
    "price": 114
  },
  {
    "title": "Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
    "description": "21.5 inches Full HD widescreen IPS display.",
    "price": 599
  },
  {
    "title": "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED",
    "description": "49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side.",
    "price": 999.99
  },
  {
    "title": "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats",
    "description": "Note: The Jackets is US standard size, Please choose size as your usual wear.",
    "price": 56.99
  },
  {
    "title": "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket",
    "description": "100% POLYURETHANE(shell) 100% POLYESTER(lining).",
    "price": 29.95
  },
  {
    "title": "Rain Jacket Women Windbreaker Striped Climbing Raincoats",
    "description": "Lightweight perfect for trip or casual wear.",
    "price": 39.99
  },
  {
    "title": "MBJ Women's Solid Short Sleeve Boat Neck V",
    "description": "95% RAYON 5% SPANDEX. Double stitching on bottom hem.",
    "price": 9.85
  },
  {
    "title": "Opna Women's Short Sleeve Moisture",
    "description": "100% Polyester. Sleek, more feminine silhouette and Added Comfort.",
    "price": 7.95
  },
  {
    "title": "DANVOUY Womens T Shirt Casual Cotton Short",
    "description": "Features: Casual, Short Sleeve, Letter Printed, Fashion, Home/Street.",
    "price": 12.99
  }
]
